{
  "contracts": [
    {
      "contractType": "rental",
      "header": "CONTRATO DE ALUGUEL",
      "sections": [
        {
          "title": null,
          "content": "Este Contrato de Aluguel (\"Contrato\") é celebrado entre o proprietário, {field-0}, residente em {field-1}, adiante denominado \"Proprietário\", e o locatário, {field-2}, residente em {field-3}, adiante denominado \"Locatário\"."
        },
        {
          "title": "1. OBJETO DO CONTRATO",
          "content": "O Proprietário concorda em alugar a propriedade localizada em {field-4} (\"Imóvel\"), que consiste em {field-5} para o Locatário, com a finalidade exclusiva de uso residencial."
        },
        {
          "title": "2. PRAZO DO CONTRATO",
          "content": "O contrato de aluguel terá início em {field-6} e terá duração de {field-7} meses, a contar da data de início."
        },
        {
          "title": "3. ALUGUEL",
          "content": "O Locatário concorda em pagar ao Proprietário um aluguel mensal de {field-8} até o quinto dia útil de cada mês. O pagamento deverá ser feito por meio de {field-9}, na conta bancária do Proprietário com os detalhes a seguir: {field-10}."
        },
        {
          "title": "4. CAUÇÃO",
          "content": "O Locatário concorda em pagar uma caução no valor de {field-11} no ato da assinatura deste contrato. A caução será utilizada para cobrir eventuais danos ou despesas devidas pelo Locatário ao Imóvel durante o período de locação. Caso não haja nenhum dano ou despesa pendente, a caução será devolvida ao Locatário no prazo máximo de {field-12} após o término do contrato."
        },
        {
          "title": "5. RESPONSABILIDADES DO LOCATÁRIO",
          "content": "O Locatário concorda em: \n\n- Zelar pelo Imóvel e mantê-lo em bom estado de conservação;\n- Pagar todas as contas e despesas relacionadas ao consumo de água, eletricidade, gás e outros serviços públicos;\n- Informar ao Proprietário imediatamente sobre quaisquer danos ou problemas no Imóvel;\n- Não realizar qualquer modificação estrutural no Imóvel sem o consentimento prévio por escrito do Proprietário;\n- Não sublocar, ceder ou transferir o Imóvel para terceiros sem o consentimento prévio por escrito do Proprietário."
        },
        {
          "title": "6. RESPONSABILIDADES DO PROPRIETÁRIO",
          "content": "O Proprietário concorda em: \n\n- Manter o Imóvel em bom estado de conservação, realizando as devidas manutenções necessárias;\n- Respeitar o direito do Locatário à privacidade e tranquilidade durante o período de locação;\n- Informar ao Locatário sobre qualquer alteração relevante nas condições do Imóvel com antecedência."
        },
        {
          "title": "7. RESCISÃO ANTICIPADA",
          "content": "Em caso de rescisão antecipada deste contrato por qualquer uma das partes, deverá ser fornecido um aviso prévio por escrito com antecedência mínima de {field-13} dias."
        },
        {
          "title": "8. DISPOSIÇÕES GERAIS",
          "content": "a) Este contrato representa o acordo integral entre as partes e prevalece sobre qualquer acordo verbal ou escrito anterior;\n\nb) Qualquer modificação a este contrato deverá ser feita por escrito e assinada por ambas as partes;\n\nc) Este contrato é regido pelas leis do {field-14};\n\nd) Caso qualquer disposição deste contrato seja considerada inválida ou inexequível, as demais disposições permanecerão em pleno vigor e efeito."
        }
      ]
    },
    {
      "contractType": "sale",
      "header": "CONTRATO DE COMPRA",
      "sections": [
        {
          "title": null,
          "content": "Este Contrato de Compra (\"Contrato\") é celebrado entre o vendedor, {field-0}, residente em {field-1}, adiante denominado \"Vendedor\", e o comprador, {field-2}, residente em {field-3}, adiante denominado \"Comprador\"."
        },
        {
          "title": "8. DISPOSIÇÕES GERAIS",
          "content": "a) Este contrato representa o acordo integral entre as partes e prevalece sobre qualquer acordo verbal ou escrito anterior;\n\nb) Qualquer modificação a este contrato deverá ser feita por escrito e assinada por ambas as partes;\n\nc) Este contrato é regido pelas leis do {field-14};\n\nd) Caso qualquer disposição deste contrato seja considerada inválida ou inexequível, as demais disposições permanecerão em pleno vigor e efeito."
        }
      ]
    }
  ]
}
